OpenFOAM_6/tutorials/multiphase/interFoam/LES/nozzleFlow2D/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (fuel air);

fuel
{
    transportModel  Newtonian;
    nu              5.952e-06;
    rho             840;
}

air
{
    transportModel  Newtonian;
    nu              8.5e-07;
    rho             20;
}

sigma           0.0261;

// ************************************************************************* //
